function load_with_uncertainty = NormalDistribution(load)

    sigma_load = 0.0333 * load;  
    %Εχω παραλήψει το m=1pu αφου η απόκλιση ορίζεται γυρω απο την ιδια την τιμη
    %του καθε φορτιου(στο 1pu της καθε τιμής δηλαδη του κάθε load)

    % Η normrnd δημιουργει τυχαίους αριθμους με κανονικη κατανομη.Οι τιμες θα ειναι κοντα στο Load1(1pu)
    %με αποκλιση sigma load.Ετσι ουσιαστικα προσομοιωνω πιο αποτελεσματικα την
    %στοχαστικοτητα του φορτιου και το κανω πιο ρεαλιστικο(πολλες διακυμανσεις
    %οπως στην πραγματικη ζωη).
    load_with_uncertainty = normrnd(load, sigma_load);
end
    
    